<!DOCTYPE html>
<html lang="en">
  <head>
      <meta charset="UTF-8">
        <title>Portafolio</title>
      <link rel="stylesheet" href="science.css">
  </head>
  <body>
    <div id="container">
      <div id="cabecera">
        <a href="https://imgur.com/ChdFCME"><img id ="logo"src="https://i.imgur.com/ChdFCME.png" title="source: imgur.com"/></a>
          <h1>Rayos culinarios</h1>
      </div>
      <div id="post">
        <h1>S&aacute;ndwich BBQ</h1>
        <h2 class="centerSize">¿Por qu&eacute; las carnes con cocciones largas suelen ser m&aacute;s suaves que las carnes con cocciones cortas?</h2>
        <h3>Hip&oacute;tesis:</h3>
          <p><b>1.</b> Las carnes al tener col&aacute;geno, se encojen y se vuelven duras con una cocci&oacute;n corta.</p>
          <p><b>2.</b> En una cocci&oacute;n larga, en un espacio cerrado, la presi&oacute;n y temperatura del entorno y de la carne aumenta, rompiendo los m&uacute;sculos de la misma carne.</p>
          <p><b>3.</b> La temperatura ejerce un trabajo sobre la carne, en especial por el aumento constante prolongado de su temperatura interna.</p>
          <p><b>4.</b> La carne quedar&aacute; baja de sal y un poco grasosa.</p>
        <h4 class="centerSize">Objetivo general</h4>
          <p class="center">Identificar los factores que afectan el tiempo de cocción de una carne magra.</p>
        <h5 class="centerSize">Objetivos espec&iacute;ficos</h5>
          <p><b>1.</b> Demostrar que la mejor aplicaci&oacute;n del concepto de fuerza en la cocci&oacute;n de una carne es la presi&oacute;n.</p>
          <p><b>2.</b> Rectificar la afirmaci&oacute;n "si no se deja reposar la carne despu&eacute;s de la cocci&oacute;n, quedar&aacute; seca".</p>
          <p><b>3.</b> Aplicar los conocimientos obtenidos con el anterior m&eacute;todo cient&iacute;fico.</p>
        <h6 class="centerSize">Materiales</h6>
          <ol>
            <li>8 tajadas de pan. Aproximadamente 136g</li>
            <li>4 tajadas de queso mozzarella. Aproximadamente 64g</li>
            <li>Hojas de lechuga crespa previamente lavadas. Aproximadamente 100 g</li>
            <li>4 tajadas de tomate grande. Aproximadamente 100g</li>
            <li>Pecho de res. 1 libra o 500g</li>
            <li>1.1 litros de agua</li>
            <li>1 cucharadita de aceite</li>
            <li>2 cucharaditas de salsa de tomate</li>
            <li>3 cucharaditas de miel</li>
            <li>2 cucharaditas de mostaza</li>
            <li>1 cucharadita de vinagre</li>
            <li>7g de sal</li>
            <li>Olla a presi&oacute;n</li>
            <li>Sartén pequeña</li>
            <li>Olla pequeña</li>
            <li>Tabla para picar</li>
            <li>Cuchillo grande y afilado</li>
            <li>Cuchillo pequeño y afilado</li>
            <p></p><b>1 cucharadita &asymp; (7,20) ml</b></p>
          </ol>
        <h6 class="centerSize">Marco te&oacute;rico</h6>
          <p class="subtitulo">Lechuga:</p>
            <p>Cuida nuestro coraz&oacute;n: la lechuga contiene flavonoides, fundamentalmente quercetina, que tiene la propiedad de disminuir el riesgo de enfermedades cardíacas. Protege la mucosa g&aacute;strica. Ayuda a regular los niveles de az&uacute;car en sangre. Facilita una correcta hidrataci&oacute;n del cuerpo por su alto contenido en agua.</p>
          <p class="subtitulo">Tomate:</p>
            <p>La vitamina A que contiene ayuda a la salud de nuestros ojos. Evita el estreñimiento por su buen contenido en fibra, aparte de ser diur&eacute;tico, lo cual quiere decir que favorece la retenci&oacute;n de l&iacute;quidos y la eliminaci&oacute;n de toxinas. <br>
            Mejora la circulaci&oacute;n al contener hierro y vitamina K; la OMS recomienda su consumo.</p>
          <p class="subtitulo">Carne de res:</p>
            <p>Fuente de vitamina B12; Nos ayuda a metabolizar prote&iacute;nas, formar gl&oacute;bulos rojos y darle mantenimiento a nuestro sistema nervioso central. <br>
            Al ser rica en zinc, ayuda a la protecci&oacute;n de nuestra piel.
            </p>
          <p class="subtitulo">Agua:</p>
            <p>Beneficia a nuestros riñones aparte de que su consumo disminuye el riesgo de c&aacute;lculos renales, ayuda a mantener nuestra temperatura corporal en especial en climas c&aacute;lidos, aparte de que da la posibilidad de que los poros de tu piel se abran para sudar, así limpiar constantemente una especie de limpieza natural a tu piel. <br>
            Lubrica tus articulaciones, previene el estreñimiento, normaliza la presi&oacute;n arterial y estabiliza nuestros ciclos card&iacute;acos</p>
          <p class="subtitulo">Vinagre:</p>
            <p>Reduce la posibilidad de diabetes tipo 2, ya que reduce los niveles de az&uacute;car en nuestro cuerpo, ayuda a que nuestro cuerpo se limpie de posibles pat&oacute;genos. <br>
            Aparte mejora nuestra digesti&oacute;n al reducir la acidez.
            </p>
          <p class="subtitulo">Miel:</p>
            <p>Favorece el metabolismo, hidrata la garganta, tiene propiedades antibacterianas, es un hidratante natural, estimula la relajación nocturna recuperando la calidad de sueño aparte de ser una densa fuente de energ&iacute;a para nuestro cuerpo al tener una considerable cantidad de az&uacute;cares naturales, todos con la posibilidad de ser procesados por nuestro cuerpo.</p>
        <h6 class="centerSize">Procedimiento</h6>
          <p class="subtitulo">Carne pitada:</p>
            <p>El primer paso es limpiar la carne de excesos de grasa o membranas que pueden arruinar la textura suave de nuestra carne, as&iacute; que, con la carne encima de una tabla para picar, el cuchillo pequeño y afilado se empieza a cortar en dirección horizontal con una cierta inclinaci&oacute;n hacia arriba para evitar cortar carne, si es necesario halar la membrana que esta pieza tiene mientras se realiza el corte, se repite el procedimiento hasta que pasa de este estado:</p>
            <p><a href="https://imgur.com/g4HiDLh"><img src="https://i.imgur.com/g4HiDLh.jpg" title="source: imgur.com" width="100%"/></a ></p>
            <p>A este en particular:</p>
            <p><a href="https://imgur.com/nIgR6gv"><img src="https://i.imgur.com/nIgR6gv.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>El segundo paso es cortar y dorar la carne, cabe aclarar que dorar la carne es casi totalmente est&eacute;tico, el sabor no se ver&aacute; afectado si se omite este paso por falta de tiempo o por motivos pr&aacute;cticos, tan solo se verá afectada un poco la textura. <br>
            Siguiendo con el procedimiento, ponemos nuestra sart&eacute;n pequeña a precalentar en la estufa a fuego bajo durante 5 minutos.</p>
            <p><a href="https://imgur.com/FPv2rAO"><img src="https://i.imgur.com/FPv2rAO.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Mientras la sart&eacute;n se precalienta podemos cortar la carne seg&uacute;n el tamaño de esta, se toma el cuchillo grande y afilado para aplicar la fuerza suficiente sobre la carne de forma vertical en la direcci&oacute;n de abajo, tomando de apoyo la tabla para picar, en mi caso la corte en dos para que sea m&aacute;s sencilla de manejar a la hora de dorarla, se recomienda cortarla en pedazos lo m&aacute;s grandes posibles.</p>
            <p><a href="https://imgur.com/SLAw6yd"><img src="https://i.imgur.com/SLAw6yd.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Una vez precalentada la sart&eacute;n agregamos la cucharadita de aceite y esparce el l&iacute;quido d&aacute;ndole vueltas a la sart&eacute;n, luego agregamos la carne a la misma</p>
            <p><a href="https://imgur.com/CKGRnJo"><img src="https://i.imgur.com/CKGRnJo.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Le damos aproximadamente 7 minutos por lado mientras se le dan toques con cualquier instrumento de cocina como tenedor, pinzas o lo que se tenga a la mano, aplicando poca fuerza vertical con direcci&oacute;n hac&iacute;a abajo para que la carne haga el mayor contacto posible con la sart&eacute;n, se repite el proceso con cada uno de sus lados hasta que tengan un aspecto parecido a este:</p>
            <p><a href="https://imgur.com/O4ftNJT"><img src="https://i.imgur.com/O4ftNJT.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Apagamos el fog&oacute;n y preparamos nuestra olla a presi&oacute;n para meter la carne, agregamos los 1.1L de agua a la olla, al igual que los 7gr de sal, mezclamos y metemos la carne al agua salada.</p>
            <p><a href="https://imgur.com/6ua7Q8U"><img src="https://i.imgur.com/6ua7Q8U.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Prendemos el fog&oacute;n sobre el que esta la olla a presi&oacute;n, lo dejamos a fuego medio alto.</p>
            <p><a href="https://imgur.com/N0xLI06"><img src="https://i.imgur.com/N0xLI06.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Sellamos la tapa de la olla, el sellado depende de la olla que cada persona tenga, usualmente se gira hasta que la tapa baje y se encaja con el mango de nuevo girando.</p>
            <p><a href="https://imgur.com/Drbe1zx"><img src="https://i.imgur.com/Drbe1zx.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Dejamos la carne cocinarse durante 1 hora, apagamos el fog&oacute;n para posteriormente, con un tenedor, dejar que su peso haga palanca con la v&aacute;lvula para que quede abierta y saque todo el aire, liberando presi&oacute;n de la olla.</p>
            <p><a href="https://imgur.com/FX70pxn"><img src="https://i.imgur.com/FX70pxn.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Destapamos la olla, sacamos la carne y la picamos en la tabla que previamente usamos, por favor lavar la tabla y el cuchillo grande antes de volverlos a usar. <br>
            La carne se picara en cubitos pequeños, de forma que sea maleable para preparar posteriormente nuestro s&aacute;ndwich.
            </p>
            <p><a href="https://imgur.com/uOfHVoC"><img src="https://i.imgur.com/uOfHVoC.jpg" title="source: imgur.com" width="100%"/></a></p>
          <p class="subtitulo">Salsa BBQ</p>
            <p>Agregamos los ingredientes l&iacute;quidos a excepci&oacute;n del aceite en una olla pequeña, los mezclamos y prendemos el fog&oacute;n a fuego m&iacute;nimo</p>
            <p><a href="https://imgur.com/T8mczk9"><img src="https://i.imgur.com/T8mczk9.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p><a href="https://imgur.com/9PpX6LV"><img src="https://i.imgur.com/9PpX6LV.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>La dejamos reducir mezclando constantemente durante aproximadamente 20 minutos o hasta que agarre este color y consistencia:</p>
            <p><a href="https://imgur.com/HISLSl2"><img src="https://i.imgur.com/HISLSl2.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>La dejamos enfriar para que quede m&aacute;s espesa y as&iacute; usarla en el s&aacute;ndwich.</p>
          <p class="subtitulo">El resto del procedimiento...</p>
            <p>Solo nos falta armar nuestro s&aacute;ndwich y para ello debemos dorar el pan en la sart&eacute;n pequeña a fuego bajo, aparte podemos aprovechar y gratinar un poco una tajada de queso encima de la tajada de pan.</p>
            <p><a href="https://imgur.com/oIrs0S3"><img src="https://i.imgur.com/oIrs0S3.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Luego colocamos un cuarto de las hojas de lechuga encima del queso.</p>
           <p><a href="https://imgur.com/ebCGPgD"><img src="https://i.imgur.com/ebCGPgD.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Cortamos dos rodajas del tomate.</p>
            <p><a href="https://imgur.com/FPyHeyZ"><img src="https://i.imgur.com/FPyHeyZ.jpg" title="source: imgur.com" width="100%"/></a></p>
            <p>Agregamos el tomate encima de la lechuga, despu&eacute;s la carne, de ultimas la salsa BBQ al gusto y terminamos con el ultimo pan previamente dorado.</p>
            <p><a href="https://imgur.com/Z4xhqL0"><img src="https://i.imgur.com/Z4xhqL0.jpg" title="source: imgur.com" width="100%"/></a></p>


        <p>Suscribete y dale like...</p>
        <p>@Darsiov</p>
      </div>  
      <div id="footer">
        Hecho con el &#x2764; y &#129300;.
      </div>
    </div>
  </body>æ
</html>